{
    "id": "meditations-book-6",
    "translation_id": "gregory-hays",
    "title": "Meditations: Book 6",
    "author": "Marcus Aurelius",
    "translated_by": "Gregory Hays",
    "chapters": [
        {
            "chapter": "6.1",
            "content": "Nature is pliable, obedient. And the logos that governs it has no reason to do evil. It knows no evil, does none, and causes harm to nothing. It dictates all beginnings and all endings."
        },

        {
            "chapter": "6.2",
            "content": "Just that you do the right thing. The rest doesn’t matter.\n\nCold or warm.\n\nTired or well-rested.\n\nDespised or honored.\n\nDying … or busy with other assignments.\n\nBecause dying, too, is one of our assignments in life. There as well: “to do what needs doing.”"
        },

        {
            "chapter": "6.3",
            "content": "Look inward. Don’t let the true nature or value of anything elude you."
        },

        {
            "chapter": "6.4",
            "content": "Before long, all existing things will be transformed, to rise like smoke (assuming all things become one), or be dispersed in fragments."
        },

        {
            "chapter": "6.5",
            "content": "The logos knows where it stands, and what it has to do, and what it has to work with."
        },

        {
            "chapter": "6.6",
            "content": "The best revenge is not to be like that."
        },

        {
            "chapter": "6.7",
            "content": "To move from one unselfish action to another with God in mind.\n\nOnly there, delight and stillness."
        },

        {
            "chapter": "6.8",
            "content": "The mind is that which is roused and directed by itself. It makes of itself what it chooses. It makes what it chooses of its own experience."
        },

        {
            "chapter": "6.9",
            "content": "Everything is brought about by nature, not by anything beyond it, or within it, or apart from it."
        },

        {
            "chapter": "6.10",
            "content": "(i) Mixture, interaction, dispersal; or (ii) unity, order, design.\n\nSuppose (i): Why would I want to live in disorder and confusion? Why would I care about anything except the eventual “dust to dust”? And why would I feel any anxiety? Dispersal is certain, whatever I do.\n\nOr suppose (ii): Reverence. Serenity. Faith in the power responsible."
        },

        {
            "chapter": "6.11",
            "content": "When jarred, unavoidably, by circumstances, revert at once to yourself, and don’t lose the rhythm more than you can help. You’ll have a better grasp of the harmony if you keep on going back to it."
        },

        {
            "chapter": "6.12",
            "content": "If you had a stepmother and a real mother, you would pay your respects to your stepmother, yes … but it’s your real mother you’d go home to.\n\nThe court … and philosophy: Keep returning to it, to rest in its embrace. It’s all that makes the court—and you—endurable."
        },

        {
            "chapter": "6.13",
            "content": "Like seeing roasted meat and other dishes in front of you and suddenly realizing: This is a dead fish. A dead bird. A dead pig. Or that this noble vintage is grape juice, and the purple robes are sheep wool dyed with shellfish blood. Or making love—something rubbing against your penis, a brief seizure and a little cloudy liquid.\n\nPerceptions like that—latching onto things and piercing through them, so we see what they really are. That’s what we need to do all the time—all through our lives when things lay claim to our trust—to lay them bare and see how pointless they are, to strip away the legend that encrusts them.\n\nPride is a master of deception: when you think you’re occupied in the weightiest business, that’s when he has you in his spell.\n\n(Compare Crates on Xenocrates.)"
        },

        {
            "chapter": "6.14",
            "content": "Things ordinary people are impressed by fall into the categories of things that are held together by simple physics (like stones or wood), or by natural growth (figs, vines, olives …). Those admired by more advanced minds are held together by a living soul (flocks of sheep, herds of cows). Still more sophisticated people admire what is guided by a rational mind—not the universal mind, but one admired for its technical knowledge, or for some other skill—or just because it happens to own a lot of slaves.\n\nBut those who revere that other mind—the one we all share, as humans and as citizens—aren’t interested in other things. Their focus is on the state of their own minds—to avoid all selfishness and illogic, and to work with others to achieve that goal."
        },

        {
            "chapter": "6.15",
            "content": "Some things are rushing into existence, others out of it. Some of what now exists is already gone. Change and flux constantly remake the world, just as the incessant progression of time remakes eternity.\n\nWe find ourselves in a river. Which of the things around us should we value when none of them can offer a firm foothold?\n\nLike an attachment to a sparrow: we glimpse it and it’s gone.\n\nAnd life itself: like the decoction of blood, the drawing in of air. We expel the power of breathing we drew in at birth (just yesterday or the day before), breathing it out like the air we exhale at each moment."
        },

        {
            "chapter": "6.16",
            "content": "What is it in ourselves that we should prize?\n\nNot just transpiration (even plants do that).\n\nOr respiration (even beasts and wild animals breathe). Or being struck by passing thoughts.\n\nOr jerked like a puppet by your own impulses.\n\nOr moving in herds.\n\nOr eating, and relieving yourself afterwards.\n\nThen what is to be prized?\n\nAn audience clapping? No. No more than the clacking of their tongues. Which is all that public praise amounts to—a clacking of tongues.\n\nSo we throw out other people’s recognition. What’s left for us to prize?\n\nI think it’s this: to do (and not do) what we were designed for. That’s the goal of all trades, all arts, and what each of them aims at: that the thing they create should do what it was designed to do. The nurseryman who cares for the vines, the horse trainer, the dog breeder—this is what they aim at. And teaching and education—what else are they trying to accomplish?\n\nSo that’s what we should prize. Hold on to that, and you won’t be tempted to aim at anything else.\n\nAnd if you can’t stop prizing a lot of other things? Then you’ll never be free—free, independent, imperturbable. Because you’ll always be envious and jealous, afraid that people might come and take it all away from you. Plotting against those who have them—those things you prize. People who need those things are bound to be a mess—and bound to take out their frustrations on the gods. Whereas to respect your own mind—to prize it—will leave you satisfied with your own self, well integrated into your community and in tune with the gods as well—embracing what they allot you, and what they ordain."
        },

        {
            "chapter": "6.17",
            "content": "The elements move upward, downward, in all directions. The motion of virtue is different—deeper. It moves at a steady pace on a road hard to discern, and always forward."
        },

        {
            "chapter": "6.18",
            "content": "The way people behave. They refuse to admire their contemporaries, the people whose lives they share. No, but to be admired by Posterity—people they’ve never met and never will—that’s what they set their hearts on. You might as well be upset at not being a hero to your great-grandfather."
        },

        {
            "chapter": "6.19",
            "content": "Not to assume it’s impossible because you find it hard. But to recognize that if it’s humanly possible, you can do it too."
        },

        {
            "chapter": "6.20",
            "content": "In the ring, our opponents can gouge us with their nails or butt us with their heads and leave a bruise, but we don’t denounce them for it or get upset with them or regard them from then on as violent types. We just keep an eye on them after that. Not out of hatred or suspicion. Just keeping a friendly distance.\n\nWe need to do that in other areas. We need to excuse what our sparring partners do, and just keep our distance—without suspicion or hatred."
        },

        {
            "chapter": "6.21",
            "content": "If anyone can refute me—show me I’m making a mistake or looking at things from the wrong perspective—I’ll gladly change. It’s the truth I’m after, and the truth never harmed anyone. What harms us is to persist in self-deceit and ignorance."
        },

        {
            "chapter": "6.22",
            "content": "I do what is mine to do; the rest doesn’t disturb me. The rest is inanimate, or has no logos, or it wanders at random and has lost the road."
        },

        {
            "chapter": "6.23",
            "content": "When you deal with irrational animals, with things and circumstances, be generous and straightforward. You are rational; they are not. When you deal with fellow human beings, behave as one. They share in the logos. And invoke the gods regardless.\n\nDon’t worry about how long you’ll go on doing this.\n\nA single afternoon would be enough."
        },

        {
            "chapter": "6.24",
            "content": "Alexander the Great and his mule driver both died and the same thing happened to both. They were absorbed alike into the life force of the world, or dissolved alike into atoms."
        },

        {
            "chapter": "6.25",
            "content": "Think how much is going on inside you every second—in your soul, in your body. Why should it astonish you that so much more—everything that happens in that all-embracing unity, the world—is happening at the same time?"
        },

        {
            "chapter": "6.26",
            "content": "If someone asked you how to write your name, would you clench your teeth and spit out the letters one by one? If he lost his temper, would you lose yours as well? Or would you just spell out the individual letters?\n\nRemember—your responsibilities can be broken down into individual parts as well. Concentrate on those, and finish the job methodically—without getting stirred up or meeting anger with anger."
        },

        {
            "chapter": "6.27",
            "content": "How cruel—to forbid people to want what they think is good for them. And yet that’s just what you won’t let them do when you get angry at their misbehavior. They’re drawn toward what they think is good for them.\n\n—But it’s not good for them.\n\nThen show them that. Prove it to them. Instead of losing your temper."
        },

        {
            "chapter": "6.28",
            "content": "Death. The end of sense-perception, of being controlled by our emotions, of mental activity, of enslavement to our bodies."
        },

        {
            "chapter": "6.29",
            "content": "Disgraceful: for the soul to give up when the body is still going strong."
        },

        {
            "chapter": "6.30",
            "content": "To escape imperialization—that indelible stain. It happens. Make sure you remain straightforward, upright, reverent, serious, unadorned, an ally of justice, pious, kind, affectionate, and doing your duty with a will. Fight to be the person philosophy tried to make you.\n\nRevere the gods; watch over human beings. Our lives are short. The only rewards of our existence here are an unstained character and unselfish acts.\n\nTake Antoninus as your model, always. His energy in doing what was rational … his steadiness in any situation … his sense of reverence … his calm expression … his gentleness … his modesty … his eagerness to grasp things. And how he never let things go before he was sure he had examined them thoroughly, understood them perfectly … the way he put up with unfair criticism, without returning it … how he couldn’t be hurried … how he wouldn’t listen to informers … how reliable he was as a judge of character, and of actions … not prone to backbiting, or cowardice, or jealousy, or empty rhetoric … content with the basics—in living quarters, bedding, clothes, food, servants … how hard he worked, how much he put up with … his ability to work straight through till dusk—because of his simple diet (he didn’t even need to relieve himself, except at set times) … his constancy and reliability as a friend … his tolerance of people who openly questioned his views and his delight at seeing his ideas improved on … his piety—without a trace of superstition …\n\nSo that when your time comes, your conscience will be as clear as his."
        },

        {
            "chapter": "6.31",
            "content": "Awaken; return to yourself. Now, no longer asleep, knowing they were only dreams, clear-headed again, treat everything around you as a dream."
        },

        {
            "chapter": "6.32",
            "content": "I am composed of a body and a soul.\n\nThings that happen to the body are meaningless. It cannot discriminate among them.\n\nNothing has meaning to my mind except its own actions. Which are within its own control. And it’s only the immediate ones that matter. Its past and future actions too are meaningless."
        },

        {
            "chapter": "6.33",
            "content": "It’s normal to feel pain in your hands and feet, if you’re using your feet as feet and your hands as hands. And for a human being to feel stress is normal—if he’s living a normal human life.\n\nAnd if it’s normal, how can it be bad?"
        },

        {
            "chapter": "6.34",
            "content": "Thieves, perverts, parricides, dictators: the kind of pleasures they enjoy."
        },

        {
            "chapter": "6.35",
            "content": "Have you noticed how professionals will meet the man on the street halfway but without compromising the logos of their trade? Should we as humans feel less responsibility to our logos than builders or pharmacists do? A logos we share with the divine?"
        },

        {
            "chapter": "6.36",
            "content": "Asia and Europe: distant recesses of the universe. The ocean: a drop of water.\n\nMount Athos: a molehill.\n\nThe present: a split second in eternity.\n\nMinuscule, transitory, insignificant."
        },

        {
            "chapter": "6.36a",
            "content": "Everything derives from it—that universal mind—either as effect or consequence. The lion’s jaws, the poisonous substances, and every harmful thing—from thorns to mud … are by-products of the good and beautiful. So don’t look at them as alien to what you revere, but focus on the source that all things spring from."
        },

        {
            "chapter": "6.37",
            "content": "If you’ve seen the present then you’ve seen everything—as it’s been since the beginning, as it will be forever. The same substance, the same form. All of it."
        },

        {
            "chapter": "6.38",
            "content": "Keep reminding yourself of the way things are connected, of their relatedness. All things are implicated in one another and in sympathy with each other. This event is the consequence of some other one. Things push and pull on each other, and breathe together, and are one."
        },

        {
            "chapter": "6.39",
            "content": "The things ordained for you—teach yourself to be at one with those. And the people who share them with you—treat them with love.\n\nWith real love."
        },

        {
            "chapter": "6.40",
            "content": "Implements, tools, equipment. If they do what they were designed for, then they work. Even if the person who designed them is miles away.\n\nBut with naturally occurring things, the force that designed them is present within them and remains there. Which is why we owe it special reverence, with the recognition that if you live and act as it dictates, then everything in you is intelligently ordered. Just as everything in the world is."
        },

        {
            "chapter": "6.41",
            "content": "You take things you don’t control and define them as “good” or “bad.” And so of course when the “bad” things happen, or the “good” ones don’t, you blame the gods and feel hatred for the people responsible—or those you decide to make responsible. Much of our bad behavior stems from trying to apply those criteria. If we limited “good” and “bad” to our own actions, we’d have no call to challenge God, or to treat other people as enemies."
        },

        {
            "chapter": "6.42",
            "content": "All of us are working on the same project. Some consciously, with understanding; some without knowing it. (I think this is what Heraclitus meant when he said that “those who sleep are also hard at work”—that they too collaborate in what happens.) Some of us work in one way, and some in others. And those who complain and try to obstruct and thwart things—they help as much as anyone. The world needs them as well.\n\nSo make up your mind who you’ll choose to work with. The force that directs all things will make good use of you regardless—will put you on its payroll and set you to work. But make sure it’s not the job Chrysippus speaks of: the bad line in the play, put there for laughs."
        },

        {
            "chapter": "6.43",
            "content": "Does the sun try to do the rain’s work? Or Asclepius Demeter’s? And what about each of the stars—different, yet working in common?"
        },

        {
            "chapter": "6.44",
            "content": "If the gods have made decisions about me and the things that happen to me, then they were good decisions. (It’s hard to picture a god who makes bad ones.) And why would they expend their energies on causing me harm? What good would it do them—or the world, which is their primary concern?\n\nAnd if they haven’t made decisions about me as an individual, they certainly have about the general welfare. And anything that follows from that is something I have to welcome and embrace.\n\nAnd if they make no decisions, about anything—and it’s blasphemous even to think so (because if so, then let’s stop sacrificing, praying, swearing oaths, and doing all the other things we do, believing the whole time that the gods are right here with us)—if they decide nothing about our lives … well, I can still make decisions. Can still consider what it’s to my benefit to do. And what benefits anyone is to do what his own nature requires. And mine is rational. Rational and civic.\n\nMy city and state are Rome—as Antoninus. But as a human being? The world. So for me, “good” can only mean what’s good for both communities."
        },

        {
            "chapter": "6.45",
            "content": "Whatever happens to you is for the good of the world. That would be enough right there. But if you look closely you’ll generally notice something else as well: whatever happens to a single person is for the good of others. (Good in the ordinary sense—as the world defines it.)"
        },

        {
            "chapter": "6.46",
            "content": "Just as the arena and the other spectacles weary you—you’ve seen them all before—and the repetition grates on your nerves, so too with life. The same things, the same causes, on all sides.\n\nHow much longer?"
        },

        {
            "chapter": "6.47",
            "content": "Keep this constantly in mind: that all sorts of people have died—all professions, all nationalities. Follow the thought all the way down to Philistion, Phoebus, and Origanion. Now extend it to other species.\n\nWe have to go there too, where all of them have already gone:\n\n… the eloquent and the wise—Heraclitus, Pythagoras, Socrates …\n\n… the heroes of old, the soldiers and kings who followed them …\n\n… Eudoxus, Hipparchus, Archimedes …\n\n… the smart, the generous, the hardworking, the cunning, the selfish …\n\n… and even Menippus and his cohorts, who laughed at the whole brief, fragile business.\n\nAll underground for a long time now.\n\nAnd what harm does it do them? Or the others either—the ones whose names we don’t even know?\n\nThe only thing that isn’t worthless: to live this life out truthfully and rightly. And be patient with those who don’t."
        },

        {
            "chapter": "6.48",
            "content": "When you need encouragement, think of the qualities the people around you have: this one’s energy, that one’s modesty, another’s generosity, and so on. Nothing is as encouraging as when virtues are visibly embodied in the people around us, when we’re practically showered with them.\n\nIt’s good to keep this in mind."
        },

        {
            "chapter": "6.49",
            "content": "It doesn’t bother you that you weigh only x or y pounds and not three hundred. Why should it bother you that you have only x or y years to live and not more? You accept the limits placed on your body. Accept those placed on your time."
        },

        {
            "chapter": "6.50",
            "content": "Do your best to convince them. But act on your own, if justice requires it. If met with force, then fall back on acceptance and peaceability. Use the setback to practice other virtues.\n\nRemember that our efforts are subject to circumstances; you weren’t aiming to do the impossible.\n\n—Aiming to do what, then?\n\nTo try. And you succeeded. What you set out to do is accomplished."
        },

        {
            "chapter": "6.51",
            "content": "Ambition means tying your well-being to what other people say or do.\n\nSelf-indulgence means tying it to the things that happen to you.\n\nSanity means tying it to your own actions."
        },

        {
            "chapter": "6.52",
            "content": "You don’t have to turn this into something. It doesn’t have to upset you. Things can’t shape our decisions by themselves."
        },

        {
            "chapter": "6.53",
            "content": "Practice really hearing what people say. Do your best to get inside their minds."
        },

        {
            "chapter": "6.54",
            "content": "What injures the hive injures the bee."
        },

        {
            "chapter": "6.55",
            "content": "If the crew talked back to the captain, or patients to their doctor, then whose authority would they accept? How could the passengers be kept safe or the patient healthy?"
        },

        {
            "chapter": "6.56",
            "content": "All those people who came into the world with me and have already left it."
        },

        {
            "chapter": "6.57",
            "content": "Honey tastes bitter to a man with jaundice. People with rabies are terrified of water. And a child’s idea of beauty is a ball. Why does that upset you? Do you think falsehood is less powerful than bile or a rabid dog?"
        },

        {
            "chapter": "6.58",
            "content": "No one can keep you from living as your nature requires. Nothing can happen to you that is not required by Nature."
        }",
        {
            "chapter": "6.59",
            "content": "The people they want to ingratiate themselves with, and the results, and the things they do in the process. How quickly it will all be erased by time. How much has been erased already."
        }
    ]
}

