{
    "id": "meditations-book-4",
    "title": "Meditations: Book 4",
    "author": "Marcus Aurelius",
    "translated_by": "Gregory Hays",
    "chapters": [
        "4.1 Our inward power, when it obeys nature, reacts to events by accommodating itself to what it faces—to what is possible. It needs no specific material. It pursues its own aims as circumstances allow; it turns obstacles into fuel. As a fire overwhelms what would have quenched a lamp. What’s thrown on top of the conflagration is absorbed, consumed by it—and makes it burn still higher.",
        
        "4.2 No random actions, none not based on underlying principles.",
        
        "4.3 People try to get away from it all—to the country, to the beach, to the mountains. You always wish that you could too. Which is idiotic: you can get away from it anytime you like.\n\nBy going within.\n\nNowhere you can go is more peaceful—more free of interruptions—than your own soul. Especially if you have other things to rely on. An instant’s recollection and there it is: complete tranquillity. And by tranquillity I mean a kind of harmony.\n\nSo keep getting away from it all—like that. Renew yourself. But keep it brief and basic. A quick visit should be enough to ward off all < … > and send you back ready to face what awaits you.\n\nWhat’s there to complain about? People’s misbehavior? But take into consideration:\n\nthat rational beings exist for one another;\nthat doing what’s right sometimes requires patience;\nthat no one does the wrong thing deliberately;\nand the number of people who have feuded and envied and hated and fought and died and been buried.\n… and keep your mouth shut.\n\nOr are you complaining about the things the world assigns you? But consider the two options: Providence or atoms. And all the arguments for seeing the world as a city.\n\nOr is it your body? Keep in mind that when the mind detaches itself and realizes its own nature, it no longer has anything to do with ordinary life—the rough and the smooth, either one. And remember all you’ve been taught—and accepted—about pain and pleasure.\n\nOr is it your reputation that’s bothering you? But look at how soon we’re all forgotten. The abyss of endless time that swallows it all. The emptiness of all those applauding hands. The people who praise us—how capricious they are, how arbitrary. And the tiny region in which it all takes place. The whole earth a point in space—and most of it uninhabited. How many people there will be to admire you, and who they are.\n\nSo keep this refuge in mind: the back roads of your self. Above all, no strain and no stress. Be straightforward. Look at things like a man, like a human being, like a citizen, like a mortal. And among the things you turn to, these two:\n\nThat things have no hold on the soul. They stand there unmoving, outside it. Disturbance comes only from within—from our own perceptions.\nThat everything you see will soon alter and cease to exist. Think of how many changes you’ve already seen. “The world is nothing but change. Our life is only perception.”",
        
        "4.4 If thought is something we share, then so is reason—what makes us reasoning beings.\n\nIf so, then the reason that tells us what to do and what not to do is also shared.\n\nAnd if so, we share a common law. And thus, are fellow citizens.\n\nAnd fellow citizens of something.\n\nAnd in that case, our state must be the world. What other entity could all of humanity belong to? And from it—from this state that we share—come thought and reason and law.\n\nWhere else could they come from? The earth that composes me derives from earth, the water from some other element, the air from its own source, the heat and fire from theirs—since nothing comes from nothing, or returns to it.\n\nSo thought must derive from somewhere else as well.",
        
        "4.5 Death: something like birth, a natural mystery, elements that split and recombine.\n\nNot an embarrassing thing. Not an offense to reason, or our nature.",
        
        "4.6 That sort of person is bound to do that. You might as well resent a fig tree for secreting juice. (Anyway, before very long you’ll both be dead—dead and soon forgotten.)",
        
        "4.7 Choose not to be harmed—and you won’t feel harmed.\n\nDon’t feel harmed—and you haven’t been.",
        
        "4.8 It can ruin your life only if it ruins your character. Otherwise it cannot harm you—inside or out.",
        
        "4.9 It was for the best. So Nature had no choice but to do it.",
        
        "4.10 That every event is the right one. Look closely and you’ll see.\n\nNot just the right one overall, but right. As if someone had weighed it out with scales.\n\nKeep looking closely like that, and embody it in your actions: goodness—what defines a good person.\n\nKeep to it in everything you do.",
        
        "4.11 Not what your enemy sees and hopes that you will, but what’s really there.",
        
        "4.12 Two kinds of readiness are constantly needed:\n\n1. to do only what the logos of authority and law directs, with the good of human beings in mind;\n2. to reconsider your position, when someone can set you straight or convert you to his. But your conversion should always rest on a conviction that it’s right, or benefits others—nothing else. Not because it’s more appealing or more popular.",
        
        "4.13 You have a mind?\n\n—Yes.\n\nWell, why not use it? Isn’t that all you want—for it to do its job?",
        
        "4.14 You have functioned as a part of something; you will vanish into what produced you.\n\nOr be restored, rather.\n\nTo the logos from which all things spring.\n\nBy being changed.",
        
        "4.15 Many lumps of incense on the same altar. One crumbles now, one later, but it makes no difference.",
        
        "4.16 Now they see you as a beast, a monkey. But in a week they’ll think you’re a god—if you rediscover your beliefs and honor the logos.",
        
        "4.17 Not to live as if you had endless years ahead of you. Death overshadows you. While you’re alive and able—be good.",
        
        "4.18 The tranquillity that comes when you stop caring what they say. Or think, or do. Only what you do. (Is this fair? Is this the right thing to do?)\n\n< … > not to be distracted by their darkness. To run straight for the finish line, unswerving.",
        
        "4.19 People who are excited by posthumous fame forget that the people who remember them will soon die too. And those after them in turn. Until their memory, passed from one to another like a candle flame, gutters and goes out.\n\nBut suppose that those who remembered you were immortal and your memory undying. What good would it do you? And I don’t just mean when you’re dead, but in your own lifetime. What use is praise, except to make your lifestyle a little more comfortable?\n\n“You’re out of step—neglecting the gifts of nature to hand on someone’s words in the future.“",
        
        "4.20 Beautiful things of any kind are beautiful in themselves and sufficient to themselves. Praise is extraneous. The object of praise remains what it was—no better and no worse. This applies, I think, even to “beautiful” things in ordinary life—physical objects, artworks.\n\nDoes anything genuinely beautiful need supplementing? No more than justice does—or truth, or kindness, or humility. Are any of those improved by being praised? Or damaged by contempt? Is an emerald suddenly flawed if no one admires it? Or gold, or ivory, or purple? Lyres? Knives? Flowers? Bushes?",
        
        "4.21 If our souls survive, how does the air find room for them—all of them—since the beginning of time?\n\nHow does the earth find room for all the bodies buried in it since the beginning of time? They linger for whatever length of time, and then, through change and decomposition, make room for others. So too with the souls that inhabit the air. They linger a little, and then are changed—diffused and kindled into fire, absorbed into the logos from which all things spring, and so make room for new arrivals.\n\nOne possible answer.\n\nBut we shouldn’t think only of the mass of buried bodies. There are the ones consumed, on a daily basis, by us and by other animals. How many are swallowed up like that, entombed in the bodies of those nourished by them, and yet there is room for them all—converted into flesh and blood, transformed to air and fire.\n\nHow is the truth of this determined?\n\nThrough analysis: material and cause.",
        
        "4.22 Not to be driven this way and that, but always to behave with justice and see things as they are.",
        
        "4.23 To the world: Your harmony is mine. Whatever time you choose is the right time. Not late, not early.\n\nTo the universe: Your harmony is mine.\n\nBut to the individual: Your harmony, too, is my own. So, at any time, by nature, I accept you as you are, and make it my own. (When you think, “Why did I accept that?” think: “Why did you accept it? Isn’t it what makes things fit together? And isn’t it nature’s way? That is, whatever it is, it’s what must be for the whole.”)",
        
        "4.24 To see what kind of people live according to nature and to act accordingly.",
        
        "4.25 Those who’ve chosen to get all tangled up in the workings of the world—they won’t last long. How could they?\n\nBut those who stay on course—that’s the kind of person to emulate. Not those who get the most accolades. Stick to the ones whose words and actions remain consistent. And stay consistent with your own actions and words.",
        
        "4.26 To remember that the only thing to focus on is your duty. Duty: to be what you are and act on it. Remember to focus on this—just this. And to keep your mind on it: this is what the universe calls for of me. Stay in the line and maintain its path. But not with impatience or bitterness—be consistent with nature.",
        
        "4.27 Just as you can’t say, “This is a good color,” if you don’t understand the whole nature of color, so too, to judge an action or to determine what’s right, you have to have a grasp of the whole nature of things. If you’re missing some part of this understanding, then you’re making a judgment without knowing the whole of what it is you’re judging.",
        
        "4.28 What is the world to me? Not my hand or foot or nose or ear, but all of them, together—what they make up. And what is the world to me? The universe? Or what nature would have me be. In this sense, to give yourself to it as a whole is to give yourself to what is of the whole.",
        
        "4.29 To see that what’s wrong is nothing more than a momentary issue—and then to deal with it as it presents itself. Nothing is wrong in itself—just that it’s a part of the whole. It’s a part of the story, and that’s all it is. To see it as part of something larger can help you deal with it.",
        
        "4.30 That what is assigned to you is neither good nor bad. It is what it is, and what happens is neither good nor bad. But it is always possible to turn things into the good and to follow nature.",
        
        "4.31 To act in accordance with your own nature and the nature of things, and to see that things don’t just appear this way, but are indeed that way. To be true to nature and to be true to yourself means to stay consistent with your own nature and to act on it accordingly.",
        
        "4.32 To see that what is right is neither easy nor difficult. Rightness is an individual responsibility and action that is neither made easier nor harder by circumstances or external factors.",
        
        "4.33 To remember that it is not our duty to judge other people’s actions, but to judge our own, and to act in accordance with what’s right.",
        
        "4.34 To be content with the things that happen, and to see them as part of the natural order. Everything is part of the universe’s design, and to act in accordance with this understanding is to live a good life.",
        
        "4.35 To remember that no one is truly harmed except by their own actions. It is not the actions of others that harm us, but our own responses to those actions.",
        
        "4.36 To act with a sense of purpose and to see that the universe has its own design, and to act in accordance with this understanding is to live a life of harmony.",
        
        "4.37 To see that everything is part of a greater whole and to act accordingly. To understand that all things are interconnected and to act with this understanding in mind.",
        
        "4.38 To accept that everything that happens is part of the universe’s design and to act in accordance with this understanding.",
        
        "4.39 To see that the world is a place of constant change and to act in accordance with this understanding. Everything is in a state of flux, and to act in harmony with this is to live a good life.",
        
        "4.40 To remember that everything that happens is part of the universe’s design and to act in accordance with this understanding. To see everything as part of a larger plan and to act accordingly."
    ]
}
