{
    "id": "meditations-book-11",
    "translation_id": "gregory-hays",
    "title": "Meditations: Book 11",
    "author": "Marcus Aurelius",
    "translated_by": "Gregory Hays",
    "chapters": [
        {
            "chapter": "11.1",
            "content": "Characteristics of the rational soul:\n\nSelf-perception, self-examination, and the power to make of itself whatever it wants.\n\nIt reaps its own harvest, unlike plants (and, in a different way, animals), whose yield is gathered in by others.\n\nIt reaches its intended goal, no matter where the limit of its life is set. Not like dancing and theater and things like that, where the performance is incomplete if it’s broken off in the middle, but at any point—no matter which one you pick—it has fulfilled its mission, done its work completely. So that it can say, “I have what I came for.”\n\nIt surveys the world and the empty space around it, and the way it’s put together. It delves into the endlessness of time to extend its grasp and comprehension of the periodic births and rebirths that the world goes through. It knows that those who come after us will see nothing different, that those who came before us saw no more than we do, and that anyone with forty years behind him and eyes in his head has seen both past and future—both alike.\n\nAlso characteristic of the rational soul:\n\nAffection for its neighbors. Truthfulness. Humility. Not to place anything above itself—which is characteristic of law as well. No difference here between the logos of rationality and that of justice."
        },

        {
            "chapter": "11.2",
            "content": "To acquire indifference to pretty singing, to dancing, to the martial arts: Analyze the melody into the notes that form it, and as you hear each one, ask yourself whether you’re powerless against that. That should be enough to deter you.\n\nThe same with dancing: individual movements and tableaux. And the same with the martial arts.\n\nAnd with everything—except virtue and what springs from it. Look at the individual parts and move from analysis to indifference.\n\nApply this to life as a whole."
        },

        {
            "chapter": "11.3",
            "content": "The resolute soul:\n\nResolute in separation from the body. And then in dissolution or fragmentation—or continuity.\n\nBut the resolution has to be the result of its own decision, not just in response to outside forces [like the Christians]. It has to be considered and serious, persuasive to other people. Without dramatics."
        },

        {
            "chapter": "11.4",
            "content": "Have I done something for the common good? Then I share in the benefits.\n\nTo stay centered on that. Not to give up."
        },

        {
            "chapter": "11.5",
            "content": "“And your profession?” “Goodness.” (And how is that to be achieved, except by thought—about the world, about the nature of people?)"
        },

        {
            "chapter": "11.6",
            "content": "First, tragedies. To remind us of what can happen, and that it happens inevitably—and if something gives you pleasure on that stage, it shouldn’t cause you anger on this one. You realize that these are things we all have to go through, and that even those who cry aloud “o Mount Cithaeron!” have to endure them. And some excellent lines as well. These, for example:\n\nIf I and my two children cannot move the gods\nThe gods must have their reasons\n\nOr:\n\nAnd why should we feel anger at the world?\n\nAnd:\n\nTo harvest life like standing stalks of grain\n\nand a good many others.\n\nThen, after tragedy, Old Comedy: instructive in its frankness, its plain speaking designed to puncture pretensions. (Diogenes used the same tactic for similar ends.)\n\nThen consider the Middle (and later the New) Comedy and what it aimed at—gradually degenerating into mere realism and empty technique. There are undeniably good passages, even in those writers, but what was the point of it all—the script and staging alike?"
        },

        {
            "chapter": "11.7",
            "content": "It stares you in the face. No role is so well suited to philosophy as the one you happen to be in right now."
        },

        {
            "chapter": "11.8",
            "content": "A branch cut away from the branch beside it is simultaneously cut away from the whole tree. So too a human being separated from another is cut loose from the whole community.\n\nThe branch is cut off by someone else. But people cut themselves off—through hatred, through rejection—and don’t realize that they’re cutting themselves off from the whole civic enterprise.\n\nExcept that we also have a gift, given us by Zeus, who founded this community of ours. We can reattach ourselves and become once more components of the whole.\n\nBut if the rupture is too often repeated, it makes the severed part hard to reconnect, and to restore. You can see the difference between the branch that’s been there since the beginning, remaining on the tree and growing with it, and the one that’s been cut off and grafted back.\n\n“One trunk, two minds.” As the gardeners put it."
        },

        {
            "chapter": "11.9",
            "content": "As you move forward in the logos, people will stand in your way. They can’t keep you from doing what’s healthy; don’t let them stop you from putting up with them either. Take care on both counts. Not just sound judgments, solid actions—tolerance as well, for those who try to obstruct us or give us trouble in other ways.\n\nBecause anger, too, is weakness, as much as breaking down and giving up the struggle. Both are deserters: the man who breaks and runs, and the one who lets himself be alienated from his fellow humans."
        },

        {
            "chapter": "11.10",
            "content": "The natural can never be inferior to the artificial; art imitates nature, not the reverse. In which case, that most highly developed and comprehensive nature—Nature itself—cannot fall short of artifice in its craftsmanship.\n\nNow, all the arts move from lower goals to higher ones. Won’t Nature do the same?\n\nHence justice. Which is the source of all the other virtues. For how could we do what justice requires if we are distracted by things that don’t matter, if we are naive, gullible, inconstant?"
        },

        {
            "chapter": "11.11",
            "content": "It’s the pursuit of these things, and your attempts to avoid them, that leave you in such turmoil. And yet they aren’t seeking you out; you are the one seeking them.\n\nSuspend judgment about them. And at once they will lie still, and you will be freed from fleeing and pursuing."
        },

        {
            "chapter": "11.12",
            "content": "The soul as a sphere in equilibrium: Not grasping at things beyond it or retreating inward. Not fragmenting outward, not sinking back on itself, but ablaze with light and looking at the truth, without and within."
        },

        {
            "chapter": "11.13",
            "content": "Someone despises me.\n\nThat’s their problem.\n\nMine: not to do or say anything despicable.\n\nSomeone hates me. Their problem.\n\nMine: to be patient and cheerful with everyone, including them. Ready to show them their mistake. Not spitefully, or to show off my own self-control, but in an honest, upright way. Like Phocion (if he wasn’t just pretending). That’s what we should be like inside, and never let the gods catch us feeling anger or resentment.\n\nAs long as you do what’s proper to your nature, and accept what the world’s nature has in store—as long as you work for others’ good, by any and all means—what is there that can harm you?"
        },

        {
            "chapter": "11.14",
            "content": "They flatter one another out of contempt, and their desire to rule one another makes them bow and scrape."
        },

        {
            "chapter": "11.15",
            "content": "The despicable phoniness of people who say, “Listen, I’m going to level with you here.” What does that mean? It shouldn’t even need to be said. It should be obvious—written in block letters on your forehead. It should be audible in your voice, visible in your eyes, like a lover who looks into your face and takes in the whole story at a glance. A straightforward, honest person should be like someone who stinks: when you’re in the same room with him, you know it. But false straightforwardness is like a knife in the back.\n\nFalse friendship is the worst. Avoid it at all costs. If you’re honest and straightforward and mean well, it should show in your eyes. It should be unmistakable."
        },

        {
            "chapter": "11.16",
            "content": "To live a good life:\n\nWe have the potential for it. If we can learn to be indifferent to what makes no difference. This is how we learn: by looking at each thing, both the parts and the whole. Keeping in mind that none of them can dictate how we perceive it. They don’t impose themselves on us. They hover before us, unmoving. It is we who generate the judgments—inscribing them on ourselves. And we don’t have to. We could leave the page blank—and if a mark slips through, erase it instantly.\n\nRemember how brief is the attentiveness required. And then our lives will end.\n\nAnd why is it so hard when things go against you? If it’s imposed by nature, accept it gladly and stop fighting it. And if not, work out what your own nature requires, and aim at that, even if it brings you no glory.\n\nNone of us is forbidden to pursue our own good."
        },

        {
            "chapter": "11.17",
            "content": "Source and substance of each thing. What it changes into, and what it’s like transformed; that nothing can harm it."
        },

        {
            "chapter": "11.18\n\nMy",
            "content": "relationship to them. That we came into the world for the sake of one another. Or from another point of view, I came into it to be their guardian—as the ram is of the flock, and the bull of the herd.\nStart from this: if not atoms, then Nature—directing everything. In that case, lower things for the sake of higher ones, and higher ones for one another.\nWhat they’re like eating, in bed, etc. How driven they are by their beliefs. How proud they are of what they do.\nThat if they’re right to do this, then you have no right to complain. And if they aren’t, then they do it involuntarily, out of ignorance. Because all souls are prevented from treating others as they deserve, just as they are kept from truth: unwillingly. Which is why they resent being called unjust, or arrogant, or greedy—any suggestion that they aren’t good neighbors.\nThat you’ve made enough mistakes yourself. You’re just like them.\nEven if there are some you’ve avoided, you have the potential.\nEven if cowardice has kept you from them. Or fear of what people would say. Or some equally bad reason.\nThat you don’t know for sure it is a mistake. A lot of things are means to some other end. You have to know an awful lot before you can judge other people’s actions with real understanding.\nWhen you lose your temper, or even feel irritated: that human life is very short. Before long all of us will be laid out side by side.\nThat it’s not what they do that bothers us: that’s a problem for their minds, not ours. It’s our own misperceptions. Discard them. Be willing to give up thinking of this as a catastrophe … and your anger is gone. How do you do that? By recognizing that you’ve suffered no disgrace. Unless disgrace is the only thing that can hurt you, you’re doomed to commit innumerable offenses—to become a thief, or heaven only knows what else.\nHow much more damage anger and grief do than the things that cause them.\nThat kindness is invincible, provided it’s sincere—not ironic or an act. What can even the most vicious person do if you keep treating him with kindness and gently set him straight—if you get the chance—correcting him cheerfully at the exact moment that he’s trying to do you harm. “No, no, my friend. That isn’t what we’re here for. It isn’t me who’s harmed by that. It’s you.” And show him, gently and without pointing fingers, that it’s so. That bees don’t behave like this—or any other animals with a sense of community. Don’t do it sardonically or meanly, but affectionately—with no hatred in your heart. And not ex cathedra or to impress third parties, but speaking directly. Even if there are other people around.\nKeep these nine points in mind, like gifts from the nine Muses, and start becoming a human being. Now and for the rest of your life.\nAnd along with not getting angry at others, try not to pander either. Both are forms of selfishness; both of them will do you harm. When you start to lose your temper, remember: There’s nothing manly about rage.\nIt’s courtesy and kindness that define a human being—and a man. That’s who possesses strength and nerves and guts, not the angry whiners. To react like that brings you closer to impassivity—and so to strength. Pain is the opposite of strength, and so is anger. Both are things we suffer from, and yield to.\n… and one more thought, from Apollo:\nThat to expect bad people not to injure others is crazy. It’s to ask the impossible. And to let them behave like that to other people but expect them to exempt you is arrogant—the act of a tyra",
        },

        {
            "chapter": "11.19",
            "content": "Four habits of thought to watch for, and erase from your mind when you catch them. Tell yourself:\n\nThis thought is unnecessary.\nThis one is destructive to the people around you.\nThis wouldn’t be what you really think (to say what you don’t think—the definition of absurdity).\nAnd the fourth reason for self-reproach: that the more divine part of you has been beaten and subdued by the degraded mortal part—the body and its stupid self- indulgence."
        },

        {
            "chapter": "11.20",
            "content": "Your spirit and the fire contained within you are drawn by their nature upward. But they comply with the world’s designs and submit to being mingled here below. And the elements of earth and water in you are drawn by their nature downward. But are forced to rise, and take up a position not their own. So even the elements obey the world—when ordered and compelled—and man their stations until the signal to abandon them arrives.\n\nSo why should your intellect be the only dissenter—the only one complaining about its posting? It’s not as if anything is being forced on it. Only what its own nature requires. And yet it refuses to comply, and sets off in the opposite direction. Because to be drawn toward what is wrong and self-indulgent, toward anger and fear and pain, is to revolt against nature. And for the mind to complain about anything that happens is to desert its post. It was created to show reverence—respect for the divine—no less than to act justly. That too is an element of coexistence and a prerequisite for justice."
        },

        {
            "chapter": "11.21",
            "content": "“If you don’t have a consistent goal in life, you can’t live it in a consistent way.”\n\nUnhelpful, unless you specify a goal.\n\nThere is no common benchmark for all the things that people think are good—except for a few, the ones that affect us all. So the goal should be a common one—a civic one. If you direct all your energies toward that, your actions will be consistent. And so will you."
        },

        {
            "chapter": "11.22",
            "content": "The town mouse and the country mouse. Distress and agitation of the town mouse."
        },

        {
            "chapter": "11.23",
            "content": "Socrates used to call popular beliefs “the monsters under the bed”—only useful for frightening children with."
        },

        {
            "chapter": "11.24",
            "content": "At festivals the Spartans put their guests’ seats in the shade, but sat themselves down anywhere."
        },

        {
            "chapter": "11.25",
            "content": "Socrates declining Perdiccas’s invitation “so as to avoid dying a thousand deaths” (by accepting a favor he couldn’t pay back)."
        },

        {
            "chapter": "11.26",
            "content": "This advice from Epicurean writings: to think continually of one of the men of old who lived a virtuous life."
        },

        {
            "chapter": "11.27",
            "content": "The Pythagoreans tell us to look at the stars at daybreak. To remind ourselves how they complete the tasks assigned them—always the same tasks, the same way. And their order, purity, nakedness. Stars wear no concealment."
        },

        {
            "chapter": "11.28",
            "content": "Socrates dressed in a towel, the time Xanthippe took his cloak and went out. The friends who were embarrassed and avoided him when they saw him dressed like that, and what Socrates said to them."
        },

        {
            "chapter": "11.29",
            "content": "Mastery of reading and writing requires a master. Still more so life."
        },

        {
            "chapter": "11.30",
            "content": "“… For you/Are but a slave and have no claim to logos.”"
        },

        {
            "chapter": "11.31",
            "content": "“But my heart rejoiced.”"
        },

        {
            "chapter": "11.32",
            "content": "“And jeer at virtue with their taunts and sneers.”"
        },

        {
            "chapter": "11.33",
            "content": "Stupidity is expecting figs in winter, or children in old age."
        },

        {
            "chapter": "11.34",
            "content": "As you kiss your son good night, says Epictetus, whisper to yourself, “He may be dead in the morning.”\n\nDon’t tempt fate, you say.\n\nBy talking about a natural event? Is fate tempted when we speak of grain being reaped?"
        },

        {
            "chapter": "11.35",
            "content": "Grapes.\n\nUnripe … ripened … then raisins.\n\nConstant transitions.\n\nNot the “not” but the “not yet.”"
        },

        {
            "chapter": "11.36",
            "content": "“No thefts of free will reported.”[—Epictetus.]"
        },

        {
            "chapter": "11.37",
            "content": "“We need to master the art of acquiescence. We need to pay attention to our impulses, making sure they don’t go unmoderated, that they benefit others, that they’re worthy of us. We need to steer clear of desire in any form and not try to avoid what’s beyond our control.”"
        },

        {
            "chapter": "11.38",
            "content": "“This is not a debate about just anything,” he said, “but about sanity itself.”"
        }",
        {
            "chapter": "11.39",
            "content": "Socrates: What do you want, rational minds or irrational ones?\n\n—Rational ones.\n\nHealthy or sick?\n\n—Healthy.\n\nThen work to obtain them.\n\n—We already have.\n\nThen why all this squabbling?"
        }
    ]
}
