{
    "id": "meditations-book-7",
    "translation_id": "gregory-hays",
    "title": "Meditations: Book 7",
    "author": "Marcus Aurelius",
    "translated_by": "Gregory Hays",
    "chapters": [
        {
            "chapter": "7.1",
            "content": "Evil: the same old thing.\n\nNo matter what happens, keep this in mind: It’s the same old thing, from one end of the world to the other. It fills the history books, ancient and modern, and the cities, and the houses too. Nothing new at all.\n\nFamiliar, transient."
        },

        {
            "chapter": "7.2",
            "content": "You cannot quench understanding unless you put out the insights that compose it. But you can rekindle those at will, like glowing coals. I can control my thoughts as necessary; then how can I be troubled? What is outside my mind means nothing to it. Absorb that lesson and your feet stand firm.\n\nYou can return to life. Look at things as you did before. And life returns."
        },

        {
            "chapter": "7.3",
            "content": "Pointless bustling of processions, opera arias, herds of sheep and cattle, military exercises. A bone flung to pet poodles, a little food in the fish tank. The miserable servitude of ants, scampering of frightened mice, puppets jerked on strings.\n\nSurrounded as we are by all of this, we need to practice acceptance. Without disdain. But remembering that our own worth is measured by what we devote our energy to."
        },

        {
            "chapter": "7.4",
            "content": "Focus on what is said when you speak and on what results from each action. Know what the one aims at, and what the other means."
        },

        {
            "chapter": "7.5",
            "content": "Is my intellect up to this? If so, then I’ll put it to work, like a tool provided by nature. And if it isn’t, then I’ll turn the job over to someone who can do better—unless I have no choice.\n\nOr I do the best I can with it, and collaborate with whoever can make use of it, to do what the community needs done. Because whatever I do—alone or with others—can aim at one thing only: what squares with those requirements."
        },

        {
            "chapter": "7.6",
            "content": "So many who were remembered already forgotten, and those who remembered them long gone."
        },

        {
            "chapter": "7.7",
            "content": "Don’t be ashamed to need help. Like a soldier storming a wall, you have a mission to accomplish. And if you’ve been wounded and you need a comrade to pull you up? So what?"
        },

        {
            "chapter": "7.8",
            "content": "Forget the future. When and if it comes, you’ll have the same resources to draw on—the same logos."
        },

        {
            "chapter": "7.9",
            "content": "Everything is interwoven, and the web is holy; none of its parts are unconnected. They are composed harmoniously, and together they compose the world.\n\nOne world, made up of all things.\n\nOne divinity, present in them all.\n\nOne substance and one law—the logos that all rational beings share.\n\nAnd one truth …\n\nIf this is indeed the culmination of one process, beings who share the same birth, the same logos."
        },

        {
            "chapter": "7.10",
            "content": "All substance is soon absorbed into nature, all that animates it soon restored to the logos, all trace of them both soon covered over by time."
        },

        {
            "chapter": "7.11",
            "content": "To a being with logos, an unnatural action is one that conflicts with the logos."
        },

        {
            "chapter": "7.12",
            "content": "Straight, not straightened."
        },

        {
            "chapter": "7.13",
            "content": "What is rational in different beings is related, like the individual limbs of a single being, and meant to function as a unit.\n\nThis will be clearer to you if you remind yourself: I am a single limb (melos) of a larger body—a rational one.\n\nOr you could say “a part” (meros)—only a letter’s difference. But then you’re not really embracing other people. Helping them isn’t yet its own reward. You’re still seeing it only as The Right Thing To Do. You don’t yet realize who you’re really helping."
        },

        {
            "chapter": "7.14",
            "content": "Let it happen, if it wants, to whatever it can happen to. And what’s affected can complain about it if it wants. It doesn’t hurt me unless I interpret its happening as harmful to me. I can choose not to."
        },

        {
            "chapter": "7.15",
            "content": "No matter what anyone says or does, my task is to be good. Like gold or emerald or purple repeating to itself, “No matter what anyone says or does, my task is to be emerald, my color undiminished.”"
        },

        {
            "chapter": "7.16",
            "content": "The mind doesn’t get in its own way. It doesn’t frighten itself into desires. If other things can scare or hurt it, let them; it won’t go down that road on the basis of its own perceptions.\n\nLet the body avoid discomfort (if it can), and if it feels it, say so. But the soul is what feels fear and pain, and what conceives of them in the first place, and it suffers nothing. Because it will never conclude that it has.\n\nThe mind in itself has no needs, except for those it creates itself. Is undisturbed, except for its own disturbances. Knows no obstructions, except those from within."
        },

        {
            "chapter": "7.17",
            "content": "Well-being is good luck, or good character."
        },

        {
            "chapter": "7.17a",
            "content": "(But what are you doing here, Perceptions? Get back to where you came from, and good riddance. I don’t need you. Yes, I know, it was only force of habit that brought you. No, I’m not angry with you. Just go away.)"
        },

        {
            "chapter": "7.18",
            "content": "Frightened of change? But what can exist without it? What’s closer to nature’s heart? Can you take a hot bath and leave the firewood as it was? Eat food without transforming it? Can any vital process take place without something being changed?\n\nCan’t you see? It’s just the same with you—and just as vital to nature."
        },

        {
            "chapter": "7.19",
            "content": "Carried through existence as through rushing rapids. All bodies. Which are sprung from nature and cooperate with it, as our limbs do with each other. Time has swallowed a Chrysippus, a Socrates and an Epictetus, many times over. For “Epictetus” read any person, and any thing."
        },

        {
            "chapter": "7.20",
            "content": "My only fear is doing something contrary to human nature—the wrong thing, the wrong way, or at the wrong time."
        },

        {
            "chapter": "7.21",
            "content": "Close to forgetting it all, close to being forgotten."
        },

        {
            "chapter": "7.22",
            "content": "To feel affection for people even when they make mistakes is uniquely human. You can do it, if you simply recognize: that they’re human too, that they act out of ignorance, against their will, and that you’ll both be dead before long. And, above all, that they haven’t really hurt you. They haven’t diminished your ability to choose."
        },

        {
            "chapter": "7.23",
            "content": "Nature takes substance and makes a horse. Like a sculptor with wax. And then melts it down and uses the material for a tree. Then for a person. Then for something else. Each existing only briefly.\n\nIt does the container no harm to be put together, and none to be taken apart."
        },

        {
            "chapter": "7.24",
            "content": "Anger in the face is unnatural. † … † or in the end is put out for good, so that it can’t be rekindled. Try to conclude its unnaturalness from that. (If even the consciousness of acting badly has gone, why go on living?)"
        },

        {
            "chapter": "7.25",
            "content": "Before long, nature, which controls it all, will alter everything you see and use it as material for something else—over and over again. So that the world is continually renewed."
        },

        {
            "chapter": "7.26",
            "content": "When people injure you, ask yourself what good or harm they thought would come of it. If you understand that, you’ll feel sympathy rather than outrage or anger. Your sense of good and evil may be the same as theirs, or near it, in which case you have to excuse them. Or your sense of good and evil may differ from theirs. In which case they’re misguided and deserve your compassion. Is that so hard?"
        },

        {
            "chapter": "7.27",
            "content": "Treat what you don’t have as nonexistent. Look at what you have, the things you value most, and think of how much you’d crave them if you didn’t have them. But be careful. Don’t feel such satisfaction that you start to overvalue them—that it would upset you to lose them."
        },

        {
            "chapter": "7.28",
            "content": "Self-contraction: the mind’s requirements are satisfied by doing what we should, and by the calm it brings us."
        },

        {
            "chapter": "7.29",
            "content": "Discard your misperceptions.\n\nStop being jerked like a puppet.\n\nLimit yourself to the present.\n\nUnderstand what happens—to you, to others.\n\nAnalyze what exists, break it all down: material and cause.\n\nAnticipate your final hours.\n\nOther people’s mistakes? Leave them to their makers."
        },

        {
            "chapter": "7.30",
            "content": "To direct your thoughts to what is said. To focus the mind on what happens and what makes it happen."
        },

        {
            "chapter": "7.31",
            "content": "Wash yourself clean. With simplicity, with humility, with indifference to everything but right and wrong.\n\nCare for other human beings. Follow God."
        },

        {
            "chapter": "7.31a",
            "content": "“ … all are relative,” it’s been said, “and in reality only atoms.” It’s enough to remember the first half: “all are relative.” “ Which is little enough. “"
        },

        {
            "chapter": "7.32",
            "content": "[On death:] If atoms, dispersed. If oneness, quenched or changed."
        },

        {
            "chapter": "7.33",
            "content": "[On pain:] Unendurable pain brings its own end with it. Chronic pain is always endurable: the intelligence maintains serenity by cutting itself off from the body, the mind remains undiminished. And the parts that pain affects—let them speak for themselves, if they can."
        },

        {
            "chapter": "7.34",
            "content": "[On Ambition:] How their minds work, the things they long for and fear. Events like piles of sand, drift upon drift—each one soon hidden by the next."
        },

        {
            "chapter": "7.35",
            "content": "“ ‘If his mind is filled with nobility, with a grasp of all time, all existence, do you think our human life will mean much to him at all?’\n\n“ ‘How could it?’ he said.\n\n“ ‘Or death be very frightening?’ “ ‘Not in the least.’ ”"
        },

        {
            "chapter": "7.36",
            "content": "“Kingship: to earn a bad reputation by good deeds.” i"
        },

        {
            "chapter": "7.37",
            "content": "Disgraceful: that the mind should control the face, should be able to shape and mold it as it pleases, but not shape and mold itself."
        },

        {
            "chapter": "7.38",
            "content": "“And why should we feel anger at the world? As if the world would notice!”"
        },

        {
            "chapter": "7.39",
            "content": "“May you bring joy to us and those on high.”"
        },

        {
            "chapter": "7.40",
            "content": "“To harvest life like standing stalks of grain. Grown and cut down in turn.”"
        },

        {
            "chapter": "7.41",
            "content": "“If I and my two children cannot move the gods The gods must have their reasons.”"
        },

        {
            "chapter": "7.42",
            "content": "“For what is just and good is on my side.”"
        },

        {
            "chapter": "7.43",
            "content": "No chorus of lamentation, no hysterics."
        },

        {
            "chapter": "7.44",
            "content": "“Then the only proper response for me to make is this: ‘You are much mistaken, my friend, if you think that any man worth his salt cares about the risk of death and doesn’t concentrate on this alone: whether what he’s doing is right or wrong, and his behavior a good man’s or a bad one’s.’ ”"
        },

        {
            "chapter": "7.45",
            "content": "“It’s like this, gentlemen of the jury: The spot where a person decides to station himself, or wherever his commanding officer stations him—well, I think that’s where he ought to take his stand and face the enemy, and not worry about being killed, or about anything but doing his duty.”"
        },

        {
            "chapter": "7.46",
            "content": "“But, my good friend, consider the possibility that nobility and virtue are not synonymous with the loss or preservation of one’s life. Is it not possible that a real man should forget about living a certain number of years, and should not cling to life, but leave it up to the gods, accepting, as women say, that ‘no one can escape his fate,’ and turn his attention to how he can best live the life before him?”"
        },

        {
            "chapter": "7.47",
            "content": "To watch the courses of the stars as if you revolved with them. To keep constantly in mind how the elements alter into one another. Thoughts like this wash off the mud of life below."
        },

        {
            "chapter": "7.48",
            "content": "[Plato has it right.] If you want to talk about people, you need to look down on the earth from above. Herds, armies, farms; weddings, divorces, births, deaths; noisy courtrooms, desert places; all the foreign peoples; holidays, days of mourning, market days … all mixed together, a harmony of opposites."
        },

        {
            "chapter": "7.49",
            "content": "Look at the past—empire succeeding empire—and from that, extrapolate the future: the same thing. No escape from the rhythm of events.\n\nWhich is why observing life for forty years is as good as a thousand. Would you really see anything new?"
        },

        {
            "chapter": "7.50",
            "content": "“ … Earth’s offspring back to earth\n\nBut all that’s born of heaven\n\nTo heaven returns again.”\n\nEither that or the cluster of atoms pulls apart and one way or another the insensible elements disperse."
        },

        {
            "chapter": "7.51",
            "content": "“… with food and drink and magic spells\n\nSeeking some novel way to frustrate death.”"
        },

        {
            "chapter": "7.51a",
            "content": "“To labor cheerfully and so endure\n\nThe wind that blows from heaven.”"
        },

        {
            "chapter": "7.52",
            "content": "A better wrestler. But not a better citizen, a better person, a better resource in tight places, a better forgiver of faults."
        },

        {
            "chapter": "7.53",
            "content": "Wherever something can be done as the logos shared by gods and men dictates, there all is in order. Where there is profit because our effort is productive, because it advances in step with our nature, there we have nothing to fear."
        },

        {
            "chapter": "7.54",
            "content": "Everywhere, at each moment, you have the option:\n\nto accept this event with humility\nto treat this person as he should be treated\nto approach this thought with care, so that nothing irrational creeps i"
        },

        {
            "chapter": "7.55",
            "content": "Don’t pay attention to other people’s minds. Look straight ahead, where nature is leading you—nature in general, through the things that happen to you; and your own nature, through your own actions.\n\nEverything has to do what it was made for. And other things were made for those with logos. In this respect as in others: lower things exist for the sake of higher ones, and higher things for one another.\n\nNow, the main thing we were made for is to work with others.\n\nSecondly, to resist our body’s urges. Because things driven by logos—by thought—have the capacity for detachment—to resist impulses and sensations, both of which are merely corporeal. Thought seeks to be their master, not their subject. And so it should: they were created for its use.\n\nAnd the third thing is to avoid rashness and credulity.\n\nThe mind that grasps this and steers straight ahead should be able to hold its own."
        },

        {
            "chapter": "7.56",
            "content": "Think of yourself as dead. You have lived your life. Now take what’s left and live it properly."
        },

        {
            "chapter": "7.57",
            "content": "To love only what happens, what was destined. No greater harmony."
        },

        {
            "chapter": "7.58",
            "content": "In all that happens, keep before your eyes those who experienced it before you, and felt shock and outrage and resentment at it.\n\nAnd now where are they? Nowhere.\n\nIs that what you want to be like? Instead of avoiding all these distracting assaults—leaving the alarms and flight to others—and concentrating on what you can do with it all?\n\nBecause you can use it, treat it as raw material. Just pay attention, and resolve to live up to your own expectations. In everything. And when faced with a choice, remember: our business is with things that really matter."
        },

        {
            "chapter": "7.59",
            "content": "Dig deep; the water—goodness—is down there. And as long as you keep digging, it will keep bubbling up."
        },

        {
            "chapter": "7.60",
            "content": "What the body needs is stability. To be impervious to jolts in all it is and does. The cohesiveness and beauty that intelligence lends to the face—that’s what the body needs.\n\nBut it should come without effort."
        },

        {
            "chapter": "7.61",
            "content": "Not a dancer but a wrestler: waiting, poised and dug in, for sudden assaults."
        },

        {
            "chapter": "7.62",
            "content": "Look at who they really are, the people whose approval you long for, and what their minds are really like. Then you won’t blame the ones who make mistakes they can’t help, and you won’t feel a need for their approval. You will have seen the sources of both—their judgments and their actions."
        },

        {
            "chapter": "7.63",
            "content": "“Against our will, our souls are cut off from truth.”\n\nTruth, yes, and justice, self-control, kindness …\n\nImportant to keep this in mind. It will make you more patient with other people."
        },

        {
            "chapter": "7.64",
            "content": "For times when you feel pain:\n\nSee that it doesn’t disgrace you, or degrade your intelligence—doesn’t keep it from acting rationally or unselfishly.\n\nAnd in most cases what Epicurus said should help: that pain is neither unbearable nor unending, as long as you keep in mind its limits and don’t magnify them in your imagination.\n\nAnd keep in mind too that pain often comes in disguise—as drowsiness, fever, loss of appetite…. When you’re bothered by things like that, remind yourself: “I’m giving in to pain.”"
        },

        {
            "chapter": "7.65",
            "content": "Take care that you don’t treat inhumanity as it treats human beings."
        },

        {
            "chapter": "7.66",
            "content": "How do we know that Telauges wasn’t a better man than Socrates?\n\nIt’s not enough to ask whether Socrates’ death was nobler, whether he debated with the sophists more adeptly, whether he showed greater endurance by spending the night out in the cold, and when he was ordered to arrest the man from Salamis decided it was preferable to refuse, and “swaggered about the streets” (which one could reasonably doubt).\n\nWhat matters is what kind of soul he had.\n\nWhether he was satisfied to treat men with justice and the gods with reverence and didn’t lose his temper unpredictably at evil done by others, didn’t make himself the slave of other people’s ignorance, didn’t treat anything that nature did as abnormal, or put up with it as an unbearable imposition, didn’t put his mind in his body’s keeping."
        },

        {
            "chapter": "7.67",
            "content": "Nature did not blend things so inextricably that you can’t draw your own boundaries—place your own well-being in your own hands. It’s quite possible to be a good man without anyone realizing it. Remember that.\n\nAnd this too: you don’t need much to live happily. And just because you’ve abandoned your hopes of becoming a great thinker or scientist, don’t give up on attaining freedom, achieving humility, serving others, obeying God."
        },

        {
            "chapter": "7.68",
            "content": "To live life in peace, immune to all compulsion. Let them scream whatever they want. Let animals dismember this soft flesh that covers you. How would any of that stop you from keeping your mind calm—reliably sizing up what’s around you—and ready to make good use of whatever happens? So that Judgment can look the event in the eye and say, “This is what you really are, regardless of what you may look like.” While Adaptability adds, “You’re just what I was looking for.” Because to me the present is a chance for the exercise of rational virtue—civic virtue—in short, the art that men share with gods. Both treat whatever happens as wholly natural; not novel or hard to deal with, but familiar and easily handled."
        },

        {
            "chapter": "7.69",
            "content": "Perfection of character: to live your last day, every day, without frenzy, or sloth, or pretense."
        },

        {
            "chapter": "7.70",
            "content": "The gods live forever and yet they don’t seem annoyed at having to put up with human beings and their behavior throughout eternity. And not only put up with but actively care for them.\n\nAnd you—on the verge of death—you still refuse to care for them, although you’re one of them yourself."
        },

        {
            "chapter": "7.71",
            "content": "It’s silly to try to escape other people’s faults. They are inescapable. Just try to escape your own."
        },

        {
            "chapter": "7.72",
            "content": "Whenever the force that makes us rational and social encounters something that is neither, then it can reasonably regard it as inferior."
        },

        {
            "chapter": "7.73",
            "content": "You’ve given aid and they’ve received it. And yet, like an idiot, you keep holding out for more: to be credited with a Good Deed, to be repaid in kind. Why?"
        },

        {
            "chapter": "7.74",
            "content": "No one objects to what is useful to him.\n\nTo be of use to others is natural.\n\nThen don’t object to what is useful to you—being of use."
        },

        {
            "chapter": "7.75",
            "content": "Nature willed the creation of the world. Either all that exists follows logically or even those things to which the world’s intelligence most directs its will are completely random.\n\nA source of serenity in more situations than one."
        }

    ]
}

