{
    "id": "meditations-book-12",
    "translation_id": "gregory-hays",
    "title": "Meditations: Book 12",
    "author": "Marcus Aurelius",
    "translated_by": "Gregory Hays",
    "chapters": [
        {
            "chapter": "12.1",
            "content": "Everything you’re trying to reach—by taking the long way round—you could have right now, this moment. If you’d only stop thwarting your own attempts. If you’d only let go of the past, entrust the future to Providence, and guide the present toward reverence and justice.\n\nReverence: so you’ll accept what you’re allotted. Nature intended it for you, and you for it.\n\nJustice: so that you’ll speak the truth, frankly and without evasions, and act as you should—and as other people deserve.\n\nDon’t let anything deter you: other people’s misbehavior, your own misperceptions, What People Will Say, or the feelings of the body that covers you (let the affected part take care of those). And if, when it’s time to depart, you shunt everything aside except your mind and the divinity within … if it isn’t ceasing to live that you’re afraid of but never beginning to live properly … then you’ll be worthy of the world that made you.\n\nNo longer an alien in your own land.\n\nNo longer shocked by everyday events—as if they were unheard-of aberrations.\n\nNo longer at the mercy of this, or that."
        },

        {
            "chapter": "12.2",
            "content": "God sees all our souls freed from their fleshly containers, stripped clean of their bark, cleansed of their grime. He grasps with his intelligence alone what was poured and channeled from himself into them. If you learn to do the same, you can avoid a great deal of distress. When you see through the flesh that covers you, will you be unsettled by clothing, mansions, celebrity—the painted sets, the costume cupboard?"
        },

        {
            "chapter": "12.3",
            "content": "Your three components: body, breath, mind. Two are yours in trust; to the third alone you have clear title.\n\nIf you can cut yourself—your mind—free of what other people do and say, of what you’ve said or done, of the things that you’re afraid will happen, the impositions of the body that contains you and the breath within, and what the whirling chaos sweeps in from outside, so that the mind is freed from fate, brought to clarity, and lives life on its own recognizance—doing what’s right, accepting what happens, and speaking the truth—\n\nIf you can cut free of impressions that cling to the mind, free of the future and the past—can make yourself, as Empedocles says, “a sphere rejoicing in its perfect stillness,” and concentrate on living what can be lived (which means the present) … then you can spend the time you have left in tranquillity. And in kindness. And at peace with the spirit within you."
        },

        {
            "chapter": "12.4",
            "content": "It never ceases to amaze me: we all love ourselves more than other people, but care more about their opinion than our own. If a god appeared to us—or a wise human being, even—and prohibited us from concealing our thoughts or imagining anything without immediately shouting it out, we wouldn’t make it through a single day. That’s how much we value other people’s opinions—instead of our own."
        },

        {
            "chapter": "12.5",
            "content": "How is it that the gods arranged everything with such skill, such care for our well-being, and somehow overlooked one thing: that certain people—in fact, the best of them, the gods’ own partners, the ones whose piety and good works brought them closest to the divine—that these people, when they die, should cease to exist forever? Utterly vanished.\n\nWell, assuming that’s really true, you can be sure they would have arranged things differently, if that had been appropriate. If it were the right thing to do, they could have done it, and if it were natural, nature would have demanded it. So from the fact that they didn’t—if that’s the case—we can conclude that it was inappropriate.\n\nSurely you can see yourself that to ask the question is to challenge the gods’ fairness. And why would you be bringing in fairness unless the gods are, in fact, fair—and absolutely so?\n\nAnd if they are, how could they have carelessly overlooked something so unfair—so illogical—in setting up the world?"
        },

        {
            "chapter": "12.6",
            "content": "Practice even what seems impossible.\n\nThe left hand is useless at almost everything, for lack of practice. But it guides the reins better than the right. From practice."
        },

        {
            "chapter": "12.7",
            "content": "The condition of soul and body when death comes for us.\n\nShortness of life.\n\nVastness of time before and after.\n\nFragility of matter."
        },

        {
            "chapter": "12.8",
            "content": "To see the causes of things stripped bare. The aim of actions.\n\nPain. Pleasure. Death. Fame.\n\nWho is responsible for our own restlessness.\n\nThat no one obstructs us.\n\nThat it’s all in how you perceive it."
        },

        {
            "chapter": "12.9",
            "content": "The student as boxer, not fencer.\n\nThe fencer’s weapon is picked up and put down again.\n\nThe boxer’s is part of him. All he has to do is clench his fist."
        },

        {
            "chapter": "12.10",
            "content": "To see things as they are. Substance, cause and purpose."
        },

        {
            "chapter": "12.11",
            "content": "The freedom to do only what God wants, and accept whatever God sends us."
        },

        {
            "chapter": "12.11a",
            "content": "What it’s made of."
        },

        {
            "chapter": "12.12",
            "content": "The gods are not to blame. They do nothing wrong, on purpose or by accident. Nor men either; they don’t do it on purpose. No one is to blame."
        },

        {
            "chapter": "12.13",
            "content": "The foolishness of people who are surprised by anything that happens. Like travelers amazed at foreign customs."
        },

        {
            "chapter": "12.14",
            "content": "Fatal necessity, and inescapable order. Or benevolent Providence. Or confusion—random and undirected.\n\nIf it’s an inescapable necessity, why resist it?\n\nIf it’s Providence, and admits of being worshipped, then try to be worthy of God’s aid.\n\nIf it’s confusion and anarchy, then be grateful that on this raging sea you have a mind to guide you. And if the storm should carry you away, let it carry off flesh, breath and all the rest, but not the mind. Which can’t be swept away."
        },

        {
            "chapter": "12.15",
            "content": "The lamp shines until it is put out, without losing its gleam, and yet in you it all gutters out so early—truth, justice, self-control?"
        },

        {
            "chapter": "12.16",
            "content": "When someone seems to have injured you:\n\nBut how can I be sure?\n\nAnd in any case, keep in mind:\n\nthat he’s already been tried and convicted—by himself. (Like scratching your own eyes out.)\nthat to expect a bad person not to harm others is like expecting fig trees not to secrete juice, babies not to cry, horses not to neigh—the inevitable not to happen.\nWhat else could they do—with that sort of character?\n\nIf you’re still angry, then get to work on that."
        },

        {
            "chapter": "12.17",
            "content": "If it’s not right, don’t do it. If it’s not true, don’t say it. Let your intention be < … >"
        },

        {
            "chapter": "12.18",
            "content": "At all times, look at the thing itself—the thing behind the appearance—and unpack it by analysis:\n\ncause\nsubstance\npurpose\nand the length of time it exists."
        },

        {
            "chapter": "12.19",
            "content": "It’s time you realized that you have something in you more powerful and miraculous than the things that affect you and make you dance like a puppet.\n\nWhat’s in my thoughts at this moment? Fear? Jealousy?\n\nDesire? Feelings like that?"
        },

        {
            "chapter": "12.20",
            "content": "To undertake nothing:\n\nat random or without a purpose;\nfor any reason but the common good."
        },

        {
            "chapter": "12.21",
            "content": "That before long you’ll be no one, and nowhere. Like all the things you see now. All the people now living.\n\nEverything’s destiny is to change, to be transformed, to perish. So that new things can be born."
        },

        {
            "chapter": "12.22",
            "content": "It’s all in how you perceive it. You’re in control. You can dispense with misperception at will, like rounding the point. Serenity, total calm, safe anchorage."
        },

        {
            "chapter": "12.23",
            "content": "A given action that stops when it’s supposed to is none the worse for stopping. Nor the person engaged in it either. So too with the succession of actions we call “life.” If it ends when it’s supposed to, it’s none the worse for that. And the person who comes to the end of the line has no cause for complaint. The time and stopping point are set by nature—our own nature, in some cases (death from old age); or nature as a whole, whose parts, shifting and changing, constantly renew the world, and keep it on schedule.\n\nNothing that benefits all things can be ugly or out of place. The end of life is not an evil—it doesn’t disgrace us. (Why should we be ashamed of an involuntary act that injures no one?). It’s a good thing—scheduled by the world, promoting it, promoted by it.\n\nThis is how we become godlike—following God’s path, and reason’s goals."
        },

        {
            "chapter": "12.24",
            "content": "Three things, essential at all times:\n\nyour own actions: that they’re not arbitrary or different from what abstract justice would do.\nexternal events: that they happen randomly or by design. You can’t complain about chance. You can’t argue with Providence.\nwhat all things are like, from the planting of the seed to the quickening of life, and from its quickening to its relinquishment. Where the parts came from and where they return to.\nthat if you were suddenly lifted up and could see life and its variety from a vast height, and at the same time all the things around you, in the sky and beyond it, you’d see how pointless it is. And no matter how often you saw it, it would be the same: the same life forms, the same life span.\nArrogance … about this?"
        },

        {
            "chapter": "12.25",
            "content": "Throw out your misperceptions and you’ll be fine. (And who’s stopping you from throwing them out?)"
        },

        {
            "chapter": "12.26",
            "content": "To be angry at something means you’ve forgotten:\n\nThat everything that happens is natural.\nThat the responsibility is theirs, not yours.\nAnd further …\n\nThat whatever happens has always happened, and always will, and is happening at this very moment, everywhere. Just like this.\nWhat links one human being to all humans: not blood, or birth, but mind.\nAnd …\n\nThat an individual’s mind is God and of God.\nThat nothing belongs to anyone. Children, body, life itself—all of them come from that same source.\nThat it’s all how you choose to see things.\nThat the present is all we have to live in. Or to lose."
        },

        {
            "chapter": "12.27",
            "content": "Constantly run down the list of those who felt intense anger at something: the most famous, the most unfortunate, the most hated, the most whatever. And ask: Where is all that now? Smoke, dust, legend … or not even a legend. Think of all the examples: Fabius Catullinus in the country, Lusius Lupus in the orchard, Stertinius at Baiae, Tiberius on Capri, Velius Rufus … obsession and arrogance.\n\nAnd how trivial the things we want so passionately are. And how much more philosophical it would be to take what we’re given and show uprightness, self-control, obedience to God, without making a production of it. There’s nothing more insufferable than people who boast about their own humility."
        },

        {
            "chapter": "12.28",
            "content": "People ask, “Have you ever seen the gods you worship? How can you be sure they exist?”\n\nAnswers:\n\nJust look around you.\nI’ve never seen my soul either. And yet I revere it.\nThat’s how I know the gods exist and why I revere them—from having felt their power, over and over."
        },

        {
            "chapter": "12.29",
            "content": "Salvation: to see each thing for what it is—its nature and its purpose.\n\nTo do only what is right, say only what is true, without holding back.\n\nWhat else could it be but to live life fully—to pay out goodness like the rings of a chain, without the slightest gap."
        },

        {
            "chapter": "12.30",
            "content": "Singular, not plural:\n\nSunlight. Though broken up by walls and mountains and a thousand other things.\n\nSubstance. Though split into a thousand forms, variously shaped.\n\nLife. Though distributed among a thousand different natures with their individual limitations.\n\nIntelligence. Even if it seems to be divided.\n\nThe other components—breath, matter—lack any awareness or connection to one another (yet unity and its gravitational pull embrace them too).\n\nBut intelligence is uniquely drawn toward what is akin to it, and joins with it inseparably, in shared awareness."
        },

        {
            "chapter": "12.31",
            "content": "What is it you want? To keep on breathing? What about feeling? desiring? growing? ceasing to grow? using your voice? thinking? Which of them seems worth having?\n\nBut if you can do without them all, then continue to follow the logos, and God. To the end. To prize those other things—to grieve because death deprives us of them—is an obstacle."
        },

        {
            "chapter": "12.32",
            "content": "The fraction of infinity, of that vast abyss of time, allotted to each of us. Absorbed in an instant into eternity.\n\nThe fraction of all substance, and all spirit.\n\nThe fraction of the whole earth you crawl about on.\n\nKeep all that in mind, and don’t treat anything as important except doing what your nature demands, and accepting what Nature sends you."
        },

        {
            "chapter": "12.33",
            "content": "How the mind conducts itself. It all depends on that. All the rest is within its power, or beyond its control—corpses and smoke."
        },

        {
            "chapter": "12.34",
            "content": "An incentive to treat death as unimportant: even people whose only morality is pain and pleasure can manage that much."
        },

        {
            "chapter": "12.35",
            "content": "If you make ripeness alone your good …\n\nIf a few actions more or less, governed by the right logos, are merely a few more or less …\n\nIf it makes no difference whether you look at the world for this long or that long …\n\n… then death shouldn’t scare you."
        }",

        {
            "chapter": "12.36",
            "content": "You’ve lived as a citizen in a great city. Five years or a hundred—what’s the difference? The laws make no distinction.\n\nAnd to be sent away from it, not by a tyrant or a dishonest judge, but by Nature, who first invited you in—why is that so terrible?\n\nLike the impresario ringing down the curtain on an actor:\n\n“But I’ve only gotten through three acts … !”\n\nYes. This will be a drama in three acts, the length fixed by the power that directed your creation, and now directs your dissolution. Neither was yours to determine.\n\nSo make your exit with grace—the same grace shown to you."
        }
    ]
}
